Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Particles/Resources/Particles.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Very high performance cost, only use this option for layers with frequently changing content, like clocks.
ar: تكلفة أداء عالية جدًا؛ استخدم هذا الخيار فقط للطبقات التي يتغير محتواها كثيرًا، مثل الساعات.
de: Sehr hoher Leistungsbedarf. Nur für Ebenen verwenden, deren Inhalt sich oft ändert, etwa Uhren.
es: Muy costoso en rendimiento: usa esta opción solo en capas cuyo contenido cambia a menudo, como relojes.
fr: Très coûteux en performances : n’utilisez cette option que pour les calques dont le contenu change souvent, comme les horloges.
hi: प्रदर्शन पर बहुत भारी; यह विकल्प केवल घड़ी जैसी बार-बार बदलने वाली सामग्री वाली लेयर के लिए चुनें।
it: Costo di prestazioni molto alto: usa questa opzione solo per livelli il cui contenuto cambia spesso, come gli orologi.
ja: 処理負荷が非常に高いため、時計など内容が頻繁に変わるレイヤーにのみ使用してください。
ko: 성능 부담이 매우 큽니다. 시계처럼 내용이 자주 바뀌는 레이어에만 사용하세요.
pl: Bardzo duży koszt wydajności: używaj tylko dla warstw o często zmieniającej się treści, np. zegarów.
pt_br: Custo de desempenho muito alto: use esta opção só em camadas cujo conteúdo muda com frequência, como relógios.
ru: Очень высокая нагрузка: используйте только для слоёв с часто меняющимся содержимым, например часов.
tr: Çok yüksek performans maliyeti; yalnızca saat gibi içeriği sık değişen katmanlarda kullanın.
uk: Дуже високе навантаження: використовуйте лише для шарів із вмістом, що часто змінюється, як-от годинники.
zh_hans: 性能开销非常大，仅用于内容经常变化的图层，例如时钟。
zh_hant: 效能負擔非常大，僅用於內容經常變化的圖層，例如時鐘。

source: Vortex
ar: الدوامة
de: Wirbel
es: Vórtice
hi: भंवर
it: Vortice
ja: 渦
ko: 소용돌이
pl: Wir
pt_br: Vórtice
ru: Вихрь
tr: Girdap
uk: Вихор
zh_hans: 涡旋
zh_hant: 渦旋

source: Vortex (legacy)
ar: الدوامة (قديم)
de: Wirbel (veraltet)
es: Vórtice (antiguo)
fr: Vortex (ancien)
hi: भंवर (पुराना)
it: Vortice (obsoleto)
ja: 渦（旧）
ko: 소용돌이(이전 버전)
pl: Wir (starszy)
pt_br: Vórtice (antigo)
ru: Вихрь (устаревший)
tr: Girdap (eski)
uk: Вихор (застарілий)
zh_hans: 涡旋（旧版）
zh_hant: 渦旋（舊版）

source: WE’s editor doesn’t offer this component; it is kept as authored.
ar: لا يوفر محرر WE هذا المكوّن؛ يُحتفظ به كما هو.
de: Der Editor von WE bietet diese Komponente nicht an; sie bleibt, wie sie ist.
es: El editor de WE no ofrece este componente; se conserva tal cual.
fr: L’éditeur de WE ne propose pas ce composant ; il est conservé tel quel.
hi: WE का संपादक यह घटक नहीं देता; इसे जैसा है वैसा रखा जाता है।
it: L’editor di WE non offre questo componente; viene mantenuto così com’è.
ja: WE のエディタにはないコンポーネントです。作成時のまま保持されます。
ko: WE 편집기에 없는 구성 요소이며, 작성된 그대로 유지됩니다.
pl: Edytor WE nie oferuje tego składnika; zostaje bez zmian.
pt_br: O editor do WE não oferece este componente; ele é mantido como está.
ru: Редактор WE не предлагает этот компонент; он сохраняется как есть.
tr: WE düzenleyicisi bu bileşeni sunmuyor; olduğu gibi korunur.
uk: Редактор WE не пропонує цей компонент; його збережено як є.
zh_hans: WE 的编辑器不提供此组件；将按原样保留。
zh_hant: WE 的編輯器不提供此元件；將依原樣保留。

source: Wallpaper Engine’s particle systems and presets come with its assets, which aren’t installed.
ar: تأتي أنظمة الجسيمات والإعدادات المسبقة في Wallpaper Engine مع موارده، وهي غير مثبتة.
de: Die Partikelsysteme und Vorlagen von Wallpaper Engine gehören zu seinen Assets, die nicht installiert sind.
es: Los sistemas de partículas y preajustes de Wallpaper Engine vienen con sus recursos, que no están instalados.
fr: Les systèmes de particules et préréglages de Wallpaper Engine font partie de ses ressources, qui ne sont pas installées.
hi: Wallpaper Engine की कण प्रणालियाँ और प्रीसेट उसके ऐसेट के साथ आते हैं, जो इंस्टॉल नहीं हैं।
it: I sistemi di particelle e i preset di Wallpaper Engine fanno parte delle sue risorse, che non sono installate.
ja: Wallpaper Engine のパーティクルシステムとプリセットはアセットに含まれていますが、アセットがインストールされていません。
ko: Wallpaper Engine의 파티클 시스템과 프리셋은 에셋에 포함되어 있지만 에셋이 설치되어 있지 않습니다.
pl: Systemy cząsteczek i ustawienia wstępne Wallpaper Engine są częścią jego zasobów, które nie są zainstalowane.
pt_br: Os sistemas de partículas e predefinições do Wallpaper Engine vêm com os recursos dele, que não estão instalados.
ru: Системы частиц и пресеты Wallpaper Engine входят в его ресурсы, которые не установлены.
tr: Wallpaper Engine parçacık sistemleri ve hazır ayarları, yüklü olmayan varlıklarıyla birlikte gelir.
uk: Системи частинок і пресети Wallpaper Engine входять до його ресурсів, які не встановлено.
zh_hans: Wallpaper Engine 的粒子系统和预设包含在其资源中，但资源尚未安装。
zh_hant: Wallpaper Engine 的粒子系統和預設包含在其資源中，但資源尚未安裝。

source: Wallpaper Engine’s particle systems aren’t installed.
ar: أنظمة جسيمات Wallpaper Engine غير مثبتة.
de: Die Partikelsysteme von Wallpaper Engine sind nicht installiert.
es: Los sistemas de partículas de Wallpaper Engine no están instalados.
fr: Les systèmes de particules de Wallpaper Engine ne sont pas installés.
hi: Wallpaper Engine की कण प्रणालियाँ इंस्टॉल नहीं हैं।
it: I sistemi di particelle di Wallpaper Engine non sono installati.
ja: Wallpaper Engine のパーティクルシステムがインストールされていません。
ko: Wallpaper Engine의 파티클 시스템이 설치되어 있지 않습니다.
pl: Systemy cząsteczek Wallpaper Engine nie są zainstalowane.
pt_br: Os sistemas de partículas do Wallpaper Engine não estão instalados.
ru: Системы частиц Wallpaper Engine не установлены.
tr: Wallpaper Engine parçacık sistemleri yüklü değil.
uk: Системи частинок Wallpaper Engine не встановлено.
zh_hans: 未安装 Wallpaper Engine 的粒子系统。
zh_hant: 未安裝 Wallpaper Engine 的粒子系統。

source: Width
ar: العرض
de: Breite
es: Ancho
fr: Largeur
hi: चौड़ाई
it: Larghezza
ja: 幅
ko: 너비
pl: Szerokość
pt_br: Largura
ru: Ширина
tr: Genişlik
uk: Ширина
zh_hans: 宽度
zh_hant: 寬度

source: Worldspace
ar: الفضاء العالمي
de: Weltkoordinaten
es: Espacio global
fr: Espace monde
hi: विश्व स्पेस
it: Spazio globale
ja: ワールド空間
ko: 월드 공간
pl: Przestrzeń świata
pt_br: Espaço global
ru: Мировое пространство
tr: Dünya uzayı
uk: Світовий простір
zh_hans: 世界空间
zh_hant: 世界空間
